Repository: ryan-alfi/ourretina
Catalog: lib/l10n/intl_*.arb
Languages: id

# tesSingkatKesehatanMataAndaDimanaSaja
source: Rapid test for your eyes
id: Tes singkat kesehatan mata anda dimana saja

# mulai
source: Start
id: Mulai

# hasil
source: Result
id: Hasil

# instruksiTes
source: Test Instructions
id: Instruksi Tes

# lanjut
source: Next
id: Lanjut

# coba
source: Try
id: Coba

# lewati
source: Skip
id: Lewati

# kanan
source: RIGHT
id: KANAN

# bawah
source: BOTTOM
id: BAWAH

# testKetajamanMata
source: Eye Sharpness Test
id: Test Ketajaman Mata

# testJarakJauh
source: Distance Test
id: Test Jarak Jauh

# testIniBertujuanUntukMengujiKetajamanMataAnda
source: This test aims to test the sharpness of your eyes
id: Test ini bertujuan untuk menguji ketajaman mata anda

# posisikanTubuhAndaDariPerangkatPadaJarak50cmSampai100cm
source: Position your body from the device about 50cm to 100cm
id: Posisikan tubuh anda dari perangkat pada jarak 50cm sampai 100cm

# perhatikanOrientasiSimbol
source: Pay attention to the orientation of the symbol
id: Perhatikan Orientasi Simbol

# andaDimintaUntukMenebakOrientasiSimbolYangMunculSelama7
source: You're asked to guess the orientation of the symbols that appear for 7 seconds
id: Anda diminta untuk menebak orientasi simbol yang muncul selama 7 detik

# arahkanKepala
source: Point your head
id: Arahkan Kepala

# jawabDenganMenggerakkanKepalaMenujuPojokLayarSesuaiDenganSusunan
source: Answer by moving your head towards the corner of the screen according to the button arrangement until the timer on the button is finished
id: Jawab dengan menggerakkan kepala menuju pojok layar sesuai dengan susunan tombol hingga timer pada tombol selesai

# terlaluDekat
source: Too close
id: Terlalu Dekat

# terlaluJauh
source: Too far
id: Terlalu Jauh

# tidakDapatMenemukanWajah
source: Can't find your face
id: Tidak dapat menemukan Wajah

# kemanaOrientasiHurufSebelumnya
source: Where was the previous letter orientation?
id: Kemana orientasi huruf sebelumnya?

# simpanSmartphoneAndaDan
source: Place your smartphone and
id: Simpan Smartphone anda dan

# menjauh
source: Make a distance
id: Menjauh

# testAkanDimulaiDalam
source: The test will start in
id: Test Akan dimulai dalam

# perhatikanOrientasiSimbolDiBawahIni
source: Pay attention the orientation of the symbols below
id: Perhatikan orientasi simbol di bawah ini

# cobaGerakanKepalaAnda
source: Try moving your head
id: Coba Gerakan Kepala Anda

# mulaiTest
source: Start the Test
id: Mulai Test

# tutupNmata
source: Close the
id: Tutup mata

# kiriMata
source: left eye
id: kanan Anda

# kananMata
source: right eye
id: kiri ANda

# hasilTest
source: Test Result
id: Hasil Test

# kembali
source: Back
id: Kembali

source: Disclaimer
id: Perhatian

# hasilTesTidakDapatMenggantikanSaranDariDokter
source: For better results. Please visit a doctor
id: Untuk hasil lebih baik. Silahkan kunjungi dokter

# kiriResult
source: Left
id: Kiri

# kananResult
source: Right
id: Kanan

# izinkanKamera
source: Camera Permission
id: Izinkan Kamera

# applikasiIniBergantungDenganKameraUntuk
source: This application is need the camera to:
id: Aplikasi ini bergantung dengan kamera untuk:

# mendeteksiWajahAnda
source: Detect your face.
id: Mendeteksi wajah anda.

# menghitungEstimasiJarakAntaraSmartphoneDenganAnda
source: Calculate the estimated distance between your smartphone and you.
id: Menghitung estimasi jarak antara smartphone dengan anda.

# membacaGerakanGestureKepalaAnda
source: Head Gesture Detection.
id: Membaca gerakan gestur kepala anda.

# privasiBerkaitanDenganKamera
source: Privacy that regards to cameras:
id: Privasi berkaitan dengan kamera:

# aplikasiIniTidakMenyimpanWajahDiluarDariPerangkatAnda
source: This application does not save faces outside of your device.
id: Aplikasi ini tidak menyimpan wajah diluar dari perangkat anda.

# aplikasiIniTidakMengirimWajahAndaKeServerManapun
source: This application does not send your face to any server.
id: Aplikasi ini tidak mengirim wajah anda ke server manapun.

# berikanPermisi
source: Allow Permission
id: Berikan Permisi

# atas
source: UP
id: ATAS

# kiri
source: LEFT
id: KIRI

# hasiTestAnda
source: Test Result
id: Hasi Test Anda

# tanggal
source: Date
id: Tanggal
